[
    {
        "pk": 1, 
        "model": "core.room", 
        "fields": {
            "name": "Limbo", 
            "description": "You float in a formless void, detached from all sensation of physical matter, surrounded by swirling glowing light which fades into the relative darkness around you without any trace of edge or shadow.\r\n"
        }
    }, 
    {
        "pk": 2, 
        "model": "core.room", 
        "fields": {
            "name": "The Stage", 
            "description": "You're standing on a theater stage. Bright light blinds you. Is there anyone at the audience?"
        }
    }, 
    {
        "pk": 3, 
        "model": "core.room", 
        "fields": {
            "name": "Foyer", 
            "description": "The foyer is rather big and spacious. The huge crystal chandelier is covered with spider webs. The room wasn't cleaned for a good while."
        }
    }, 
    {
        "pk": 4, 
        "model": "core.room", 
        "fields": {
            "name": "Backstage", 
            "description": "Clearly no-one from Health and Safety has been here in a long time. Or someone has and they were killed by falling rigging before they could report back. Dusty ropes and broken glass litter the floor while the rigging continues to threaten overhead."
        }
    }, 
    {
        "pk": 5, 
        "model": "core.room", 
        "fields": {
            "name": "Back alley", 
            "description": "Evidently this is the neighbourhood for which the word \"insalubrious\" was coined. There's evidence of life here, but only in the form of recently half-eaten dead things. Overflow from the drains is pooling on the pavement and appears to be slowly dissolving it. There's very little lighting down this alley, and frankly it would be better if there were none.\r\n\r\nThe actors' entrance has shut behind you, prompting a brief panic."
        }
    }, 
    {
        "pk": 1, 
        "model": "core.exit", 
        "fields": {
            "src": 2, 
            "dst": 3, 
            "keyword": "e"
        }
    }, 
    {
        "pk": 2, 
        "model": "core.exit", 
        "fields": {
            "src": 3, 
            "dst": 2, 
            "keyword": "w"
        }
    }, 
    {
        "pk": 3, 
        "model": "core.exit", 
        "fields": {
            "src": 2, 
            "dst": 4, 
            "keyword": "w"
        }
    }, 
    {
        "pk": 4, 
        "model": "core.exit", 
        "fields": {
            "src": 4, 
            "dst": 2, 
            "keyword": "e"
        }
    }, 
    {
        "pk": 5, 
        "model": "core.exit", 
        "fields": {
            "src": 4, 
            "dst": 5, 
            "keyword": "s"
        }
    }, 
    {
        "pk": 6, 
        "model": "core.exit", 
        "fields": {
            "src": 5, 
            "dst": 4, 
            "keyword": "n"
        }
    }
]